Repository: GradienWords/AttackFridayMonsters
Catalog: Programs/Patcher/Patcher/Resources/*.po
Languages: es

source: Fan-translation of Attack of the Friday Monsters ~ v{0}
es: Fan-traducción de Los monstruos atacan el viernes ~ v{0}

# Main window button
source: Patch!
es: ¡Parchear!

source: Select the game dump (CIA)
es: Selecciona el dump del juego (CIA)

source: Choose the output directory
es: Elige dónde guardar el directorio del parche

source: All files
es: Todos los archivos

# Main window button
source: Credits
es: Créditos

# Window title
source: Credits
es: Créditos

source: Patching assistant Clippy
es: Clippy, el mejor asistente de parcheado

# Choose button in patcher
source: Select
es: Seleccionar

source: Click in the button Select
es: Haz click en el botón Seleccionar

source: Citra emulator
es: Emulador Citra

source: Console
es: Consola

# Button in patcher
source: Patch!
es: ¡Parchear!

source: 1. Buy the game in the Nintendo e-shop
es: 1. Compra el juego desde la e-shop de Nintendo.

source: 2. Dump the game to the microSD using the format no legit CIA (e.g. using godmode9)
es: 2. Dumpea el juego en formato CIA **descifrado** (no legit) a la tarjeta microSD (por ejemplo con godmode9).

source: 3. Copy the game from the microSD to the computer.
es: 3. Copia el juego de la tarjeta microSD al ordenador.

source: 4. Choose the CIA file:
es: 4. Selecciona el fichero CIA del juego:

source: 5. Select how you will play the game:
es: 5. Selecciona dónde quieres jugar:

source: clippy_en.png
es: clippy_es.png

source: Please wait while we check the game...
es: Verificando la compatibilidad...

source: Game successfully patched! Just open the game in Citra to play. Make sure you are using Citra version 1659 or higher.
es: ¡Juego parcheado e instalado correctamente en Citra! Para jugar solo tienes que abrir el juego desde el emulador como siempre. Asegúrate de actualizar Citra y tener una versión igual o mayor a 1659.

source: No file selected
es: Ningún fichero seleccionado

source: Game compatible with the patch!
es: ¡Juego compatible!

source: Game patched and exported correctly!
es: ¡Parche instalado correctamente!

source: The patcher does not support this game region
es: Esta región del juego no está soportado

# File patch status
source: Oops, error?
es: ¡Cáspita! ¡Caracoles! Ha fallado...

source: This is not a game in CIA format
es: El fichero no es un juego con formato CIA

source: Invalid game...
es: Juego desconocido, asegúrate de seleccionar el buen título

source: The patcher does not support this game version
es: El parcheador no soporta esta versión del juego

source: Game dump is not valid. Make sure to dump your own game
es: Dump del juego inválido. Asegúrate de dumpear tu propio juego.

source: Game is encrypted. Redump the game decrypted
es: Juego cifrado. Dumpea de nuevo el juego descifrado (no legit).
